Repository: RainyofSun/swiftJarm
Catalog: YukTunai/*.lproj/Localizable.strings
Languages: id

# start_try
source: Try again
id: Coba lagi

# guide_one_t
source: Accelerator of dreams
id: Akselerator Mimpi

# guide_one_content
source: Loans are not just a numbers game, they are an accelerator of dreams!
id: Pinjaman bukan hanya permainan angka,mereka adalah akselerator mimpi!

# guide_two_t
source: Personalized service
id: Layanan yang dipersonalisasi

# guide_two_content
source: Personalized loan service to meet your needs。
id: Layanan pinjaman yang dipersonalisasi untuk memenuhi kebutuhan Anda.

# guide_com
source: Enter
id: Memasuki

# login_text1
source: Welcome to Dana Terpilih！
id: Selamat datang di Dana Terpilih!

# login_phone
source: Phone number
id: Nomor telepon

# login_phone_p
source: Enter your phone number
id: Masukkan nomor telepon Anda

# login_v_code
source: Verification code
id: Kode verifikasi

# login_v_code_t
source: Verification code is empty
id: Kode verifikasi kosong

# login_v_code_btn
source: Get code
id: Dapatkan Kode

# login_v_voice
source: Voice verification
id: Verifikasi Suara

# login_privicy
source: I have read and agree
id: Saya telah membaca dan menyetujui

# login_ppp
source: Privacy Agreement
id: Perjanjian Privasi

# login_btn
source: Login
id: Masuk

# login_yinsi
source: Please confirm the Privacy Agreement
id: Mohon konfirmasi Perjanjian Privasi.

# order_tip
source: Here is a centralized display of all your completed, in-progress, or overdue order information.
id: Ini menampilkan informasi tentang semua pesanan Anda yang telah selesai, sedang berlangsung, atau sudah melewati batas waktu.

# order_repay
source: Repayment
id: Pembayaran

# order_apply
source: Apply
id: Menerapkan

# order_finis
source: Finished
id: Selesai

# order_empty
source: You don't have any order information yet. Go to the homepage and apply now
id: Anda belum memiliki informasi pesanan. Kunjungi halaman utama dan ajukan permohonan sekarang.

# order_title
source: Order list
id: Daftar pesanan

# order_enklw
source: Order entry
id: Entri pesanan

# mine_tip
source: With 7x24-hour professional support, all issues are resolved, leaving you at ease and worry-free.
id: Pinjaman cepat kami memberi Anda solusi uang tunai segera, yang dirancang khusus untuk Anda!

# mine_fun
source: More functions
id: Fungsi lainnya

# setting_tip
source: Borrow and repay flexibly, with flexible turnover - your pocket financial manager.
id: Pinjam dan bayar kembali secara fleksibel, dengan perputaran yang fleksibel - manajer keuangan saku Anda.

# setting_cance
source: Account cancellation
id: Pembatalan akun

# setting_lot
source: Sign out
id: Keluar

# setting_lot_alert
source: You'll have your loan in no time! Sure you want out?
id: Anda akan segera mendapatkan pinjaman Anda! Yakin ingin keluar?

# setting_confirm
source: Confirm
id: Mengonfirmasi

# settitle_wk
source: Setting
id: Pengaturan

# setting_skw
source: Payment Reminder
id: Pengingat Pembayaran

# setting_wkskq
source: Setup success
id: Pengaturan berhasil

# cancel_wel_tip
source: Welcome~
id: Selamat datang~

# ccancel_del
source: Delete account
id: Pembatalan akun

# cancel_del1
source: Deleting your account will result in the permanent loss of the following data and features:
id: Menghapus akun Anda akan mengakibatkan hilangnya data dan fitur berikut secara permanen:

# cancel_tip1
source: Personal Information: This includes your profile.preferences, and other personal data.
id: Setelah akun dibatalkan, Anda tidak akan dapat lagi menggunakan akun tersebut untuk mengakses

# cancel_tip2
source: History: All historical records will be deleted and cannot be recovered.
id: Semua informasi pribadi akan dihapus secara permanen dan tidak dapat dikembalikan

# cancel_tip3
source: App Permissions: You will no longer be able to use any features and services of this application.
id: Semua pinjaman yang belum dibayar harus dilunasi secara penuh sebelum pembatalan

# cancel_priss
source: I have read and agreed to the above
id: Saya telah membaca dan menyetujui hal-hal di atas.

# produc_tip
source: We are here to help you realize your dreams in every journey - entrepreneurship, education, and travel.
id: Kami hadir untuk membantu Anda mewujudkan impian Anda dalam setiap perjalanan - kewirausahaan, pendidikan, dan wisata.

# product_tip2
source: List of certifications
id: Daftar sertifikasi

# auth_btn
source: Next
id: Berikutnya

# auth_un
source: Unverified
id: Tidak terverifikasi

# auth_com
source: Certified
id: Bersertifikat

# auth_confirm_tip
source: Please confirm the agreement
id: Mohon konfirmasikan kesepakatan tersebut.

# auth_qews
source: Single Choice Question
id: Pertanyaan Pilihan Tunggal

# auth_ques_tip
source: Please complete the questionnaire
id: Mohon lengkapi kuesioner ini.

# auth_fail_tip
source: Submission failed, please try again
id: Pengiriman gagal, silakan coba lagi.

# auth_uoslwo
source: Upload
id: Mengunggah

# auth_uoslwo1
source: Uploaded
id: Selesai

# auth_card_tis
source: Please upload a photo of your ID first
id: Harap unggah foto kartu identitas Anda terlebih dahulu.

# camera_tip1
source: To ensure a smooth review, please pay attention to the following points when taking photos:
id: Untuk memastikan proses peninjauan berjalan lancar, mohon perhatikan poin-poin berikut saat mengambil foto:

# camera_tip2
source: Please place the four corners of your ID card inside the photo frame and take a complete photo.
id: Harap letakkan keempat sudut kartu identitas Anda di dalam bingkai foto dan ambil foto secara keseluruhan.

# camera_tip3
source: The text should be clearly visible, avoiding blurring and keeping away from strong light and dark places.
id: Teks harus terlihat jelas, hindari gambar buram dan jauhkan dari cahaya yang terlalu terang serta tempat gelap.

# camera_tip4
source: It must be an identity document recognized by the state and it must belong to the person himself/herself.
id: Dokumen tersebut harus merupakan dokumen identitas yang diakui oleh negara dan harus milik orang yang bersangkutan.

# camera_tip5
source: Keep the lens clean, hold it with both hands facing your face, and avoid shaking.
id: Jaga kebersihan lensa, pegang dengan kedua tangan menghadap wajah Anda, dan hindari menggoyangkannya.

# camera_tip6
source: Take off your hat, glasses, and other items to avoid obscuring your face.
id: Lepaskan topi, kacamata, dan barang-barang lainnya agar wajah Anda tidak tertutupi.

# camera_tip7
source: Maintain sufficient lighting and avoid both darkness and direct sunlight.
id: Pastikan pencahayaan cukup dan hindari kegelapan serta sinar matahari langsung.

# info_confirm_tip
source: Please confirm the information
id: Mohon konfirmasi informasinya.

# info_confirm_name
source: Full Name
id: Nama Lengkap

# info_confirm_id
source: ID number
id: Nomor identitas

# info_confirm_bir
source: Birthday
id: Hari ulang tahun

# info_confirm_bto
source: Please check your lD information correctly, once submitted it is not changed again
id: Mohon periksa kembali informasi ID Anda dengan benar, setelah dikirimkan informasi tersebut tidak dapat diubah lagi.

# address_tip
source: Please select an address
id: Silakan pilih alamat

# address_sel
source: please choose
id: silakan pilih

# time_tip
source: Please select a time
id: Silakan pilih waktu

# mine_title
source: My
id: Milikku

# const_tip
source: The APP applies to access the contact list. Easily upload contact information to simplify steps and accelerate the loan application.
id: Aplikasi ini digunakan untuk mengakses daftar kontak. Unggah informasi kontak dengan mudah untuk menyederhanakan langkah dan mempercepat pengajuan pinjaman.

# neiw_tswp
source: Network error, please check
id: Terjadi kesalahan jaringan. Mohon periksa apakah Anda terhubung ke jaringan?
